Repository: alaya-gill/mdbee
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, nl

source: Can view detail of associated contacts
es: Puede ver los detalles de los contactos asociados
fr: Peut voir le détail des contacts associés
nl: Kan details van gekoppelde contacten bekijken

source: Can invite contact via email
es: Puede invitar a un contacto por correo electrónico
fr: Peut inviter un contact par e-mail
nl: Kan contact uitnodigen via e-mail

source: old_password
es: Contraseña anterior
fr: ancien mot de passe
nl: Oud Wachtwoord

source: List of Users of an Account
es: Lista de usuarios de una cuenta
fr: Liste des utilisateurs d'un compte
nl: Lijst met gebruikers van een account

source: User deleted successfully
es: Usuario eliminado correctamente
fr: Utilisateur supprimé avec succès
nl: Gebruiker succesvol verwijderd

source: User can not be deleted because one or more
es: El usuario no se puede eliminar porque uno o más
fr: L'utilisateur ne peut pas être supprimé car un ou plusieurs
nl: Gebruiker kan niet worden verwijderd omdat een of meer

source: activated
es: activado
fr: Utilisateur activé
nl: geactiveerd

source: User Subscriptions limit reached
es: Se alcanzó el límite de suscripciones de usuario
fr: Limite d'abonnements utilisateur atteinte
nl: Limiet voor gebruikersabonnementen bereikt

source: Contact Deactivated and Roles Unassigned
es: Contacto desactivado y funciones sin asignar
nl: Contact gedeactiveerd en rollen niet toegewezen

source: User Deactivated and Roles Unassigned
es: Usuario desactivado y funciones sin asignar
fr: Utilisateur désactivé et rôles non attribués
nl: Gebruiker gedeactiveerd en rollen niet toegewezen

source: Password changed
es: Contraseña cambiada
fr: Mot de passe changé
nl: Wachtwoord veranderd

source: Success
es: Éxito
fr: Succès
nl: Succes

source: Password reset
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe
nl: Wachtwoord reset

source: User Created
es: Creado por el usuario
fr: Utilisateur créé
nl: Gebruiker gemaakt

source: resent set password link
es: reenviar enlace para establecer contraseña
fr: renvoyer le lien de mot de passe défini
nl: wachtwoord-link opnieuw verzenden

source: User Logged Out
es: Usuario desconectado
fr: Utilisateur déconnecté
nl: Gebruiker uitgelogd

source: Widgets reset to default successfully
es: Los widgets se restablecieron correctamente a los valores predeterminados
fr: Les widgets sont réinitialisés par défaut avec succès
nl: Widgets succesvol teruggezet naar standaard

source: Email already exists
es: El Email ya existe
fr: L'email existe déjà
nl: E-mail bestaat al

source: New email
es: Nuevo correo electrónico
fr: Nouveau courriel
nl: Nieuwe e-mail

source: User Already Deactivated
es: Usuario ya desactivado
fr: Utilisateur déjà désactivé
nl: Gebruiker al gedeactiveerd

source: User Created and Old User Deactivated
es: Usuario creado y usuario anterior desactivado
fr: Utilisateur créé et ancien utilisateur désactivé
nl: Gebruiker aangemaakt en oude gebruiker gedeactiveerd

source: User Created and Roles Assigned
es: Usuario creado y roles asignados
fr: Utilisateur créé et rôles attribués
nl: Gebruiker gemaakt en rollen toegewezen

source: Check Language
es: Comprobar idioma
fr: Vérifier la langue
nl: Taal controleren

source: List of timezones
es: Lista de zonas horarias
fr: Liste des fuseaux horaires
nl: Lijst met tijdzones

source: List of groups
es: Lista de grupos
fr: Liste des groupes
nl: Lijst met groepen

source: List of permissions
es: Lista de permisos
fr: Liste des autorisations
nl: Lijst met machtigingen

source: Permissions saved
es: Permisos guardados
fr: Autorisations enregistrées
nl: Machtigingen opgeslagen

source: List of Group Permissions
es: Lista de permisos de grupo
fr: Liste des autorisations de groupe
nl: Lijst met groepsmachtigingen

source: List of languages
es: Lista de idiomas
fr: Liste des langues
nl: Lijst met talen

source: Invitation send
es: Invitación enviada
fr: Envoyer l'invitation
nl: Uitnodiging verzenden

source: Email exist
es: El correo electrónico existe
fr: L'e-mail existe
nl: E-mail bestaat

source: List of User List Summaries
es: Lista de resúmenes de listas de usuarios
fr: Liste des résumés des listes d'utilisateurs
nl: Lijst met samenvattingen van gebruikerslijsten

source: Token is invalid or expired
es: El token no es válido o ha caducado
fr: Le jeton n'est pas valide ou a expiré
nl: Token is ongeldig of verlopen

source: Session has expired
es: La sesión ha caducado
fr: La session a expiré
nl: Sessie is verlopen

source: Invalid payload.
es: Carga útil no válida.
fr: Charge utile non valide.
nl: Ongeldige lading.

source: Invalid signature.
es: Firma inválida.
fr: Signature non valide.
nl: Ongeldige handtekening.

source: Invalid Authorization header. No credentials provided.
es: Encabezado de autorización no válido. No se han proporcionado credenciales.
fr: En-tête d'autorisation non valide. Aucune information d'identification fournie.
nl: Ongeldige autorisatie-header. Geen referenties opgegeven.

source: Page Added successfully
es: Página agregada correctamente
fr: Page ajoutée avec succès
nl: Pagina succesvol toegevoegd

source: Page Updated successfully
es: Página actualizada correctamente
fr: Page mis à jour avec succès
nl: Pagina succesvol bijgewerkt

source: Page deleted successfully
es: Página eliminada correctamente
fr: Page supprimée avec succès
nl: Pagina succesvol verwijderd

source: ERROR
fr: ERREUR
nl: FOUT

source: User_obj
nl: Gebruiker_obj

source: No
nl: Nee

source: Utils
fr: Utilitaires
nl: Hulpprogramma's

source: Can't create interpretation as dates are overlapping with other interpretation of this case
fr: Impossible de créer une interprétation car les dates se chevauchent avec d'autres interprétations de cette affaire

source: It is referenced in one or more case interpretations and cannot be deleted.
fr: Il est référencé dans une ou plusieurs interprétations de cas et ne peut pas être supprimé.

source: Login Failed, user's email/password is incorrect or user's account is inactive
fr: Échec de la connexion, l'e-mail/le mot de passe de l'utilisateur est incorrect ou le compte de l'utilisateur est inactif
