Repository: alaya-gill/mdbee
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, nl

source: Can view list of subsidiary account devices
es: Puede ver la lista de dispositivos de cuentas subsidiarias
fr: Peut afficher la liste des appareils de compte subsidiaire
nl: Kan lijst met apparaten met subsidiaire accounts bekijken

source: Can view detail of subsidiary account devices
es: Puede ver detalles de los dispositivos de la cuenta subsidiaria
fr: Peut afficher les détails des appareils de compte subsidiaire
nl: Kan details van apparaten met secundaire accounts bekijken

source: Can edit subsidiary account devices
es: Puede editar dispositivos de cuentas subsidiarias
fr: Peut modifier les appareils du compte subsidiaire
nl: Kan apparaten met secundaire accounts bewerken

source: Can view settings of subsidiary account devices
es: Puede ver la configuración de los dispositivos de la cuenta subsidiaria
fr: Peut afficher les paramètres des appareils de compte subsidiaire
nl: Kan instellingen van secundaire accountapparaten bekijken

source: Can edit settings of subsidiary account devices
es: Puede editar la configuración de los dispositivos de la cuenta subsidiaria
fr: Peut modifier les paramètres des appareils de compte subsidiaire
nl: Kan instellingen van secundaire accountapparaten bewerken

source: Can view setting history of subsidiary account devices
es: Puede ver el historial de configuración de los dispositivos de la cuenta subsidiaria
fr: Peut afficher l'historique des paramètres des appareils de compte subsidiaire
nl: Kan de instellingsgeschiedenis van apparaten met secundaire accounts bekijken

source: Can view equipment record of subsidiary account devices
es: Puede ver el registro de equipos de los dispositivos de la cuenta subsidiaria
fr: Peut afficher l'enregistrement de l'équipement des appareils de compte subsidiaire
nl: Kan apparatuurrecord van apparaten met dochterondernemingen bekijken

source: Can edit equipment record of subsidiary account devices
es: Puede editar el registro de equipo de los dispositivos de la cuenta subsidiaria
nl: Kan apparatuurrecord van apparaten met subsidiaire accounts bewerken

source: Can view list of hq account devices
es: Puede ver la lista de dispositivos de la cuenta hq
fr: Peut afficher la liste des appareils du compte hq
nl: Kan lijst met hq-accountapparaten bekijken

source: Can view detail of hq account devices
es: Puede ver el detalle de los dispositivos de la cuenta HQ
fr: Peut voir les détails des appareils du compte hq
nl: Kan details van hq-accountapparaten bekijken

source: Can view settings of hq account devices
es: Puede ver la configuración de los dispositivos de la cuenta hq
fr: Peut afficher les paramètres des appareils du compte hq
nl: Kan instellingen van hq-accountapparaten bekijken

source: Can view setting history of hq account devices
es: Puede ver el historial de configuración de los dispositivos de la cuenta hq
fr: Peut afficher l'historique des paramètres des appareils du compte hq
nl: Kan de instellingengeschiedenis van apparaten met een hq-account bekijken

source: Can view equipment record of hq account devices
es: Puede ver el registro del equipo de los dispositivos de la cuenta HQ
fr: Peut afficher l'enregistrement de l'équipement des appareils du compte hq
nl: Kan apparatuurrecord van hq-accountapparaten bekijken

source: Can view list of associated account devices
es: Puede ver la lista de dispositivos de cuenta asociados
fr: Peut afficher la liste des appareils de compte associés
nl: Kan lijst met gekoppelde accountapparaten bekijken

source: Can view detail of associated account devices
es: Puede ver detalles de los dispositivos de cuenta asociados
fr: Peut afficher les détails des appareils de compte associés
nl: Kan details van gekoppelde accountapparaten bekijken

source: Can view settings of associated account devices
es: Puede ver la configuración de los dispositivos de la cuenta asociada
fr: Peut afficher les paramètres des appareils de compte associés
nl: Kan instellingen van gekoppelde accountapparaten bekijken

source: Can view setting history of associated account devices
es: Puede ver el historial de configuración de los dispositivos de la cuenta asociada
fr: Peut afficher l'historique des paramètres des appareils de compte associés
nl: Kan de instellingengeschiedenis van gekoppelde accountapparaten bekijken

source: Can view equipment record of associated account devices
es: Puede ver el registro del equipo de los dispositivos de la cuenta asociada
fr: Peut afficher l'enregistrement de l'équipement des appareils de compte associés
nl: Kan apparatuurrecord van gekoppelde accountapparaten bekijken

source: Device Upload
es: Carga de dispositivo
nl: Apparaat uploaden

source: You do not have permission to access this data.
es: No tiene permiso para acceder a estos datos.
fr: Vous n'êtes pas autorisé à accéder à ces données.
nl: U heeft geen toestemming om toegang te krijgen tot deze gegevens.

source: Off
es: Apagado
fr: Désactivé
nl: Uit

source: Event
es: Evento
fr: Événement
nl: Evenement

source: Continuous
es: Continuo
fr: Continu
nl: Continu

source: Event Log
es: Registro de eventos
fr: Journal des événements
nl: Logboek

source: Month/Day/Year
es: Mes día año
fr: Année/mois/jour
nl: Maand dag jaar

source: Day/Month/Year
es: Día mes año
fr: Jour/mois/année
nl: Dag maand jaar

source: Time Average
es: Promedio de tiempo
fr: Temps moyen
nl: Tijdgemiddelde

source: 4 Beat Average
es: Promedio de 4 latidos
fr: 4 temps moyen
nl: 4 Beat Gemiddeld

source: Trigger when Low
es: Activar cuando está bajo
fr: Déclenchement lorsque faible
nl: Trigger wanneer laag

source: Trigger when High
es: Activar cuando está alto
fr: Déclenchement à l'état haut
nl: Trigger wanneer High

source: No Events - No Alarms
es: Sin eventos, sin alarmas
fr: Aucun événement - Aucune alarme
nl: Geen gebeurtenissen - geen alarmen

source: Do Events - No Alarms
es: Realizar eventos: sin alarmas
fr: Faire des événements - Pas d'alarmes
nl: Doe evenementen - geen alarmen

source: Do Events - Do Alarms
es: Hacer eventos - Hacer alarmas
fr: Faire des événements - Faire des alarmes
nl: Doe evenementen - doe alarmen

source: Monthly
es: Mensual
fr: Mensuel
nl: Maandelijks

source: Weekly
es: Semanalmente
fr: Hebdomadaire
nl: Wekelijks

source: Daily
es: Diario
fr: du quotidien
nl: Dagelijks

source: Equipment Maintenance Record is created successfully
es: El registro de mantenimiento del equipo se ha creado correctamente
fr: Le dossier de maintenance de l'équipement est créé avec succès
nl: Apparatuuronderhoudsrecord is succesvol aangemaakt

source: Devices transferred successfully
es: Dispositivos transferidos correctamente
fr: Périphériques transférés avec succès
nl: Apparaten succesvol overgedragen

source: Serial number missing
es: Falta el número de serie
fr: Numéro de série manquant
nl: Serienummer ontbreekt

source: Device with this serial number already exists
es: El dispositivo con este número de serie ya existe
fr: L'appareil avec ce numéro de série existe déjà
nl: Apparaat met dit serienummer bestaat al

source: Serial number cannot be greater than 10 characters
es: El número de serie no puede tener más de 10 caracteres
fr: Le numéro de série ne peut pas comporter plus de 10 caractères
nl: Serienummer mag niet groter zijn dan 10 tekens

source: Item number missing
es: Falta el número de artículo
fr: Numéro de article manquant
nl: Artikelnummer ontbreekt

source: Item number does not exist
es: El número de artículo no existe
fr: Le numéro d'article n'existe pas
nl: Artikelnummer bestaat niet

source: Item number cannot be greater than 10 characters
es: El número de artículo no puede tener más de 10 caracteres
fr: Le numéro de article ne peut pas comporter plus de 10 caractères
nl: Artikelnummer mag niet groter zijn dan 10 tekens

source: Unable to parse date added
es: No se puede analizar la fecha agregada
fr: Impossible d'analyser la date ajoutée
nl: Kan datum toegevoegd niet ontleden

source: Incorrect Status
es: Estado incorrecto
fr: Statut incorrect
nl: Onjuiste status

source: Account with this account number does not exist
es: La cuenta con este número de cuenta no existe
fr: Le compte avec ce numéro de compte n'existe pas
nl: Account met dit rekeningnummer bestaat niet

source: accepted
es: aceptado
fr: Approuvé
nl: geaccepteerd

source: rejected
es: rechazado
fr: Rejeté
nl: afgewezen

source: removed
es: remoto
fr: Supprimé
nl: VERWIJDERD

source: Invalid Flash Disk file.
es: Archivo de disco flash no válido.
fr: Fichier Flash Disk non valide.
nl: Ongeldig Flash Disk-bestand.

source: This SmartMonitor 2 has an internal configuration error
es: Este SmartMonitor 2 tiene un error de configuración interno
fr: Ce SmartMonitor 2 a une erreur de configuration interne
nl: Deze SmartMonitor 2 heeft een interne configuratiefout

source: No active device found for this case
es: No se encontró ningún dispositivo activo para este caso
fr: Aucun appareil actif trouvé pour ce cas
nl: Geen actief apparaat gevonden voor deze case

source: Interpretation Diagnosis with this name already exists.
es: El diagnóstico de interpretación con este nombre ya existe.
fr: Le diagnostic d'interprétation avec ce nom existe déjà.
nl: Interpretatiediagnose met deze naam bestaat al.

source: Utilization with this name already exists.
es: La utilización con este nombre ya existe.
fr: L'utilisation avec ce nom existe déjà.
nl: Gebruik met deze naam bestaat al.

source: Event Recording with this name already exists.
es: La grabación de eventos con este nombre ya existe.
fr: L'enregistrement d'événement avec ce nom existe déjà.
nl: Gebeurtenisopname met deze naam bestaat al.

source: EventRecording with this name already exists.
es: EventRecording con este nombre ya existe.
fr: EventRecording avec ce nom existe déjà.
nl: EventRecording met deze naam bestaat al.

source: Interpretation with this name already exists.
es: Ya existe interpretación con este nombre.
fr: L'interprétation avec ce nom existe déjà.
nl: Interpretatie met deze naam bestaat al.

source: Interpretation Notes 1 with this name already exists.
es: Las Notas de interpretación 1 con este nombre ya existen.
fr: Les notes d'interprétation 1 portant ce nom existent déjà.
nl: Interpretatie Opmerkingen 1 met deze naam bestaat al.

source: Interpretation Notes 2 with this name already exists.
es: Las Notas de interpretación 2 con este nombre ya existen.
fr: Les notes d'interprétation 2 portant ce nom existent déjà.
nl: Interpretatie Notes 2 met deze naam bestaat al.

source: Interpretation Notes 3 with this name already exists.
es: Las Notas de interpretación 3 con este nombre ya existen.
fr: Les notes d'interprétation 3 portant ce nom existent déjà.
nl: Interpretatie Notes 3 met deze naam bestaat al.

source: Interpretation Notes 4 with this name already exists.
es: Las Notas de interpretación 4 con este nombre ya existen.
fr: Les notes d'interprétation 4 portant ce nom existent déjà.
nl: Interpretatie Notes 4 met deze naam bestaat al.

source: Recommendation with this name already exists.
es: Ya existe una recomendación con este nombre.
fr: Une recommandation portant ce nom existe déjà.
nl: Aanbeveling met deze naam bestaat al.

source: Recommendation Notes 1 with this name already exists.
es: Las Notas de recomendación 1 con este nombre ya existen.
fr: Les notes de recommandation 1 portant ce nom existent déjà.
nl: Aanbeveling Opmerkingen 1 met deze naam bestaat al.

source: Recommendation Notes 2 with this name already exists.
es: Las Notas de recomendación 2 con este nombre ya existen.
fr: Les notes de recommandation 2 portant ce nom existent déjà.
nl: Aanbeveling Opmerkingen 2 met deze naam bestaat al.

source: All Marked Read
es: Todos los marcados como leídos
fr: Tous marqués comme lus
nl: Alles gemarkeerd als gelezen

source: Successfully Marked Read
es: Lectura marcada correctamente
fr: Lecture marquée avec succès
nl: Succesvol gemarkeerd als gelezen

source: Landscape
es: Paisaje
fr: Paysage
nl: Landschap

source: Portrait
es: Retrato
nl: Portret

source: Letter
es: Carta
fr: Lettre
nl: Brief

source: Page Size:
es: Tamaño de página:
nl: Pagina grootte:

source: Failed
es: Fallido
fr: Échoué
nl: Mislukt

source: Bad url params
es: Parámetros de URL incorrectos
fr: Mauvais paramètres d'URL
nl: Slechte URL-parameters

source: Report is being processed, please try again later
es: El informe se está procesando. Vuelve a intentarlo más tarde
fr: Le rapport est en cours de traitement, veuillez réessayer plus tard
nl: Melding wordt verwerkt, probeer het later opnieuw

source: Report generation has failed
es: Error al generar el informe
fr: La génération du rapport a échoué
nl: Het genereren van rapporten is mislukt

source: Page Orientations
es: Orientaciones de la página
nl: Pagina-oriëntaties

source: Page Sizes
es: Tamaños de página
nl: Paginaformaten

source: No e-mail address known
es: No se conoce la dirección de correo electrónico
fr: Aucune adresse e-mail connue
nl: Geen e-mailadres bekend

source: Incorrect email address or password
es: Dirección de correo electrónico o contraseña incorrecta
fr: Adresse e-mail ou mot de passe incorrect
nl: Onjuist e-mailadres of wachtwoord

source: Signature has expired.
es: La firma ha caducado.
fr: La signature a expiré.
nl: Handtekening is verlopen.

source: Error decoding signature.
es: Error al decodificar la firma.
fr: Erreur de décodage signature.
nl: Fout bij het decoderen van handtekening.

source: Diagnosis with this code already exists.
es: El diagnóstico con este código ya existe.
fr: Le diagnostic avec ce code existe déjà.
nl: Diagnose met deze code bestaat al.

source: Ethnicity with this name already exists.
es: La etnia con este nombre ya existe.
fr: L'ethnicité avec ce nom existe déjà.
nl: Etniciteit met deze naam bestaat al.

source: It is referenced in one or more cases and cannot be deleted.
es: Se hace referencia en uno o más casos y no se puede eliminar.
fr: Il est référencé dans un ou plusieurs cas et ne peut pas être supprimé.
nl: Er wordt in een of meer gevallen naar verwezen en kan niet worden verwijderd.

source: Event Data with this name already exists.
es: Los datos de eventos con este nombre ya existen.
fr: L'enregistrement d'événement avec ce nom existe déjà.
nl: Gebeurtenisgegevens met deze naam bestaan ​​al.

source: Event Data deleted successfully
es: Datos del evento eliminados correctamente
fr: Données d'événement supprimées avec succès
nl: Gebeurtenisgegevens succesvol verwijderd

source: Rejection Reason with this name already exists.
es: Ya existe un motivo de rechazo con este nombre.
fr: Le motif de rejet portant ce nom existe déjà.
nl: Reden van afwijzing met deze naam bestaat al.

source: Rejection Reason deleted successfully
es: El motivo del rechazo se eliminó correctamente
fr: Motif de rejet supprimé avec succès
nl: Reden van afwijzing succesvol verwijderd

source: Race with this name already exists.
es: La carrera con este nombre ya existe.
fr: La course avec ce nom existe déjà.
nl: Race met deze naam bestaat al.

source: Table
es: mesa
nl: Tafel

source: Line Chart
es: Gráfico de linea
fr: Graphique en ligne
nl: Lijngrafiek

source: Bar Chart
es: Gráfico de barras
fr: Diagramme à bandes
nl: Staafdiagram

source: Pie Chart
es: Gráfico circular
fr: Diagramme circulaire
nl: Cirkeldiagram

source: Doughnut Chart
es: Gráfico de anillos
fr: Graphique en beignet
nl: Donut-diagram

source: Gauge Chart
es: Gráfico de calibre
fr: Graphique de jauge
nl: Meterkaart

source: My Profile
es: Mi perfil
fr: Mon profil
nl: Mijn profiel

source: Sign Out
es: Desconectar
fr: Se déconnecter
nl: Afmelden

source: Sign Up
es: Inscribirse
fr: S'inscrire
nl: Inschrijven

source: Sign In
es: Iniciar sesión
fr: S'identifier
nl: Inloggen

source: Account activation on %(site_name)s
es: Activación de la cuenta en %(site_name)s
fr: Activation du compte sur %(site_name)s
nl: Accountactivering op %(site_name)s

source: Please go to the following page to activate account:
es: Vaya a la siguiente página para activar la cuenta:
fr: Veuillez vous rendre sur la page suivante pour activer le compte :
nl: Ga naar de volgende pagina om het account te activeren:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro sitio!
fr: Merci d'utiliser notre site !
nl: Bedankt voor het gebruik van onze site!

source: The %(site_name)s team
es: El equipo de %(site_name)s
fr: L'équipe %(site_name)s
nl: Het %(site_name)s-team

source: User Profile created on %(site_name)s
es: Perfil de usuario creado en %(site_name) s
fr: Profil utilisateur créé sur %(site_name)s
nl: Gebruikersprofiel gemaakt op %(site_name)s

source: Please go to the following page and choose a new password:
es: Vaya a la página siguiente y elija una nueva contraseña:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe :
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Your username is:
es: Tu nombre de usuario es:
fr: Votre nom d'utilisateur est:
nl: Jouw gebruikersnaam is:

source: Contact invitation for %(site_name)s
es: Invitación de contacto para %(site_name) s
fr: Invitation de contact pour %(site_name)s
nl: Contactuitnodiging voor %(site_name)s

source: %(code)s: Your verification code
es: %(code) s: su código de verificación
fr: %(code)s : votre code de vérification
nl: %(code)s: uw verificatiecode

source: Password reset on %(site_name)s
es: Restablecimiento de contraseña en %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s
nl: Wachtwoord opnieuw ingesteld op %(site_name)s

source: Your username, in case you've forgotten:
es: Su nombre de usuario, en caso de que lo haya olvidado:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :
nl: Uw gebruikersnaam, voor het geval u het vergeten bent:

source: User activation on %(site_name)s
es: Activación de usuario en %(site_name) s
fr: Activation de l'utilisateur sur %(site_name)s
nl: Gebruikersactivering op %(site_name)s

source: Your User profile has been activated.
es: Su perfil de usuario ha sido activado.
fr: Votre profil d'utilisateur a été activé.
nl: Uw gebruikersprofiel is geactiveerd.

source: Your User profile has been deactivated.
es: Su perfil de usuario ha sido desactivado.
fr: Votre profil d'utilisateur a été désactivé.
nl: Uw gebruikersprofiel is gedeactiveerd.

source: Unable to log in with provided credentials.
es: No se puede iniciar sesión con las credenciales proporcionadas.
fr: Impossible de se connecter avec les informations d'identification fournies.
nl: Kan niet inloggen met opgegeven inloggegevens.

source: User account is disabled.
es: La cuenta de usuario está deshabilitada.
fr: Le compte d'utilisateur est désactivé.
nl: Gebruikersaccount is uitgeschakeld.

source: Invalid token for given user.
es: Token no válido para un usuario determinado.
fr: Jeton invalide pour l'utilisateur donné.
nl: Ongeldige token voor bepaalde gebruiker.

source: Invalid user id or user doesn't exist.
es: El ID de usuario no es válido o el usuario no existe.
fr: Identifiant d'utilisateur invalide ou l'utilisateur n'existe pas.
nl: Ongeldige gebruikers-ID of gebruiker bestaat niet.

source: Stale token for given user.
es: Token obsoleto para un usuario determinado.
fr: Jeton périmé pour un utilisateur donné.
nl: Verouderd token voor bepaalde gebruiker.

source: The two password fields didn't match.
es: Los dos campos de contraseña no coincidían.
fr: Les deux champs de mot de passe ne correspondent pas.
nl: De twee wachtwoordvelden kwamen niet overeen.

source: The two {0} fields didn't match.
es: Los dos campos {0} no coinciden.
fr: Les deux {0} champs ne correspondent pas.
nl: De twee {0} velden kwamen niet overeen.

source: Invalid password.
es: Contraseña invalida.
fr: Mot de passe incorrect.
nl: Ongeldig wachtwoord.

source: User with given email does not exist.
es: El usuario con el correo electrónico proporcionado no existe.
fr: L'utilisateur avec l'e-mail indiqué n'existe pas.
nl: Gebruiker met opgegeven e-mailadres bestaat niet.

source: Unable to create user.
es: No se puede crear un usuario.
fr: Impossible de créer l'utilisateur.
nl: Kan gebruiker niet maken.

source: Contact
es: Contacto

source: Name of User
es: Nombre de usuario
fr: Nom de l'utilisateur
nl: Naam van gebruiker

source: A user with that email already exists.
es: Un usuario con ese email ya existe.
fr: Un utilisateur avec cet email existe déjà.
nl: Een gebruiker met dat email adres bestaat al.

source: Super User
es: Super Usuario
fr: Super utilisateur
nl: Super gebruiker

source: Can view their own user
es: Puede ver su propio usuario
fr: Peut voir leur propre utilisateur
nl: Kan hun eigen gebruiker bekijken

source: Can create account & subsidiary users
es: Puede crear cuentas y usuarios subsidiarios
fr: Peut créer un compte et des utilisateurs subsidiaires
nl: Kan account & secundaire gebruikers aanmaken

source: Can view list of account users
es: Puede ver la lista de usuarios de la cuenta
fr: Peut voir la liste des utilisateurs du compte
nl: Kan lijst met accountgebruikers bekijken

source: Can view detail of account users
es: Puede ver los detalles de los usuarios de la cuenta
fr: Peut voir les détails des utilisateurs du compte
nl: Kan details van accountgebruikers bekijken

source: Can edit account users
es: Puede editar los usuarios de la cuenta
fr: Peut modifier les utilisateurs du compte
nl: Kan accountgebruikers bewerken

source: Can delete account users
es: Puede eliminar usuarios de la cuenta
fr: Peut supprimer les utilisateurs du compte
nl: Kan accountgebruikers verwijderen

source: Can view list of subsidiary account users
es: Puede ver la lista de usuarios de cuentas subsidiarias
fr: Peut afficher la liste des utilisateurs du compte subsidiaire
nl: Kan lijst met gebruikers van secundaire accounts bekijken

source: Can view detail of subsidiary account users
es: Puede ver el detalle de los usuarios de la cuenta subsidiaria
fr: Peut afficher les détails des utilisateurs du compte subsidiaire
nl: Kan details van gebruikers van secundaire accounts bekijken

source: Can edit subsidiary users
es: Puede editar usuarios subsidiarios
fr: Peut modifier les utilisateurs subsidiaires
nl: Kan secundaire gebruikers bewerken

source: Can delete subsidiary users
es: Puede eliminar usuarios subsidiarios
fr: Peut supprimer des utilisateurs subsidiaires
nl: Kan secundaire gebruikers verwijderen

source: Can view list of associated account users
es: Puede ver la lista de usuarios de cuentas asociados
fr: Peut afficher la liste des utilisateurs de compte associés
nl: Kan lijst met gekoppelde accountgebruikers bekijken

source: Can view detail of associated account users
es: Puede ver detalles de los usuarios de la cuenta asociada
fr: Peut afficher les détails des utilisateurs de compte associés
nl: Kan details van gekoppelde accountgebruikers bekijken

source: Can view list of hq account users
es: Puede ver la lista de usuarios de cuentas HQ
fr: Peut voir la liste des utilisateurs du compte hq
nl: Kan lijst met gebruikers van hq-account bekijken

source: Can view detail of hq account users
es: Puede ver el detalle de los usuarios de la cuenta HQ
fr: Peut voir les détails des utilisateurs du compte hq
nl: Kan details van gebruikers van hq-account bekijken

source: Can view list of all contacts
es: Puede ver la lista de todos los contactos
fr: Peut voir la liste de tous les contacts
nl: Kan lijst met alle contacten bekijken

source: Can view detail of all contacts
es: Puede ver los detalles de todos los contactos
fr: Peut voir les détails de tous les contacts
nl: Kan details van alle contacten bekijken

source: Can view list of associated contacts
es: Puede ver la lista de contactos asociados
fr: Peut voir la liste des contacts associés
nl: Kan lijst met gekoppelde contacten bekijken
