Repository: alaya-gill/mdbee
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, nl

source: English
es: Inglés
fr: Anglais
nl: Engels

source: French
es: Francés
fr: Français
nl: Frans

source: Spanish
es: Español
fr: Espanol
nl: Spaans

source: Dutch
es: Holandés
fr: Néerlandais
nl: Nederlands

source: Accounts
es: Cuentas
fr: Comptes
nl: Rekeningen

source: Head Quarter
es: Cuartel general
fr: Siège social
nl: Hoofdkwartier

source: Subsidiary
es: Subsidiario
fr: Filiale
nl: Dochteronderneming

source: Head Quarter / Subsidiary
es: Sede / Subsidiaria
fr: Siège social / Filiale
nl: Hoofdkwartier / Dochteronderneming

source: Can view their own account
es: Puede ver su propia cuenta
fr: Peut voir son propre compte
nl: Kunnen hun eigen account bekijken

source: Account Upload
es: Carga de cuenta
nl: Account uploaden

source: Inactive
es: Inactivo
fr: Inactif
nl: Inactief

source: Active
es: Activo
fr: Actif
nl: Actief

source: Subscription Cancelled
es: Suscripción cancelada
fr: Abonnement annulé
nl: Abonnement opgezegd

source: Account admin of this account does not exist
es: El administrador de la cuenta de esta cuenta no existe
fr: Le compte administrateur de ce compte n'existe pas
nl: Accountbeheerder van dit account bestaat niet

source: Subscription does not exist
es: La suscripción no existe
fr: L'abonnement n'existe pas
nl: Abonnement bestaat niet

source: Account can not be deleted because one or more
es: La cuenta no se puede eliminar porque uno o más
fr: Le compte ne peut pas être supprimé car un ou plusieurs
nl: Account kan niet worden verwijderd omdat een of meer

source: exist.
es: existe.
fr: exister
nl: bestaan.

source: List of Associated Accounts
es: Lista de cuentas asociadas
fr: Liste des comptes associés
nl: Lijst met gekoppelde accounts

source: List of Accounts
es: Lista de cuentas
fr: Comptes
nl: Lijst met rekeningen

source: Account acquired successfully
es: Cuenta adquirida con éxito
fr: Compte acquis avec succès
nl: Account succesvol verworven

source: Subscription Created
es: Suscripción creada
fr: Abonnement créé
nl: Abonnement aangemaakt

source: Current subscription does not exist
es: La suscripción actual no existe
fr: L'abonnement n'existe pas
nl: Huidig ​​abonnement bestaat niet

source: Subscription Updated
es: Suscripción actualizada
fr: Abonnement mis à jour
nl: Abonnement bijgewerkt

source: Subscription Is Expired, Please Create a New Subscription
es: La suscripción caducó, cree una nueva suscripción
fr: L'abonnement a expiré, veuillez créer un nouvel abonnement
nl: Abonnement is verlopen, maak een nieuw abonnement aan

source: Subscription Renewed
es: Suscripción renovada
fr: L'abonnement n'existe pas
nl: Abonnement vernieuwd

source: Error importing account with account number
es: Error al importar la cuenta con el número de cuenta
fr: Erreur lors de l'importation du compte avec le numéro de compte
nl: Fout bij importeren rekening met rekeningnummer

source: Unable to parse domain, might not be valid
es: No se puede analizar el dominio, es posible que no sea válido
fr: Impossible d'analyser le domaine, peut-être pas valide
nl: Kan domein niet ontleden, is mogelijk niet geldig

source: Domain updated successfully
es: Dominio actualizado correctamente
fr: Domaine mis à jour avec succès
nl: Domein succesvol geüpdatet

source: Domain already exists
es: El dominio ya existe
fr: Le domaine existe déjà
nl: Domein bestaat al

source: Users
es: Usuarios
fr: Utilisateurs
nl: Gebruikers

source: Devices
es: Dispositivos
fr: Dispositifs
nl: Apparaten

source: Associated Users
es: Usuarios asociados
fr: Utilisateurs associés
nl: Geassocieerde gebruikers

source: Associated Devices
es: Dispositivos asociados
fr: Périphériques associés
nl: Geassocieerde apparaten

source: Account Associated
es: Cuenta asociada
fr: Compte associé
nl: Account gekoppeld

source: Account association request to admin send successfully
es: Solicitud de asociación de cuenta al administrador enviada correctamente
fr: Demande d'association de compte à l'administrateur envoyée avec succès
nl: Accountkoppelingsverzoek aan beheerder succesvol verzonden

source: Request missing account
es: Solicitar cuenta faltante
fr: Demander un compte manquant
nl: Verzoek ontbrekende account

source: Account number missing
es: Falta el número de cuenta
fr: Numéro de compte manquant
nl: Rekeningnummer ontbreekt

source: Account with this account number already exists
es: La cuenta con este número de cuenta ya existe
fr: Un compte avec ce numéro de compte existe déjà
nl: Account met dit rekeningnummer bestaat al

source: Duplicate entry
es: Entrada duplicada
fr: Double entrée
nl: Dubbele invoer

source: Account Number cannot be more than 12 characters
es: El número de cuenta no puede tener más de 12 caracteres
fr: Le numéro de compte ne peut pas comporter plus de 12 caractères
nl: Accountnummer mag niet meer dan 12 tekens bevatten

source: Account name missing
es: Falta el nombre de la cuenta
fr: Nom de compte manquant
nl: Accountnaam ontbreekt

source: Account name length greater than 255
es: Longitud del nombre de la cuenta superior a 255
fr: Longueur du nom de compte supérieure à 255
nl: Accountnaam lengte groter dan 255

source: Unable to parse state data
es: No se pueden analizar los datos del estado
fr: Impossible d'analyser les données d'état.
nl: Kan statusgegevens niet ontleden

source: Could not parse phone
es: No se pudo analizar el teléfono1
fr: Impossible d'analyser le téléphone
nl: Kan telefoon1 niet ontleden

source: Could not parse phone2
es: No se pudo analizar el teléfono2
fr: Impossible d'analyser le téléphone2
nl: Kan telefoon2 niet ontleden

source: Country code not provided in phone
es: Código de país no proporcionado en phone
fr: Code de pays non fourni dans phone
nl: Landcode niet opgegeven in Telefoon1

source: Unable to parse phone
es: No se puede analizar phone
fr: Impossible d'analyser le téléphone
nl: Kan telefoon1 niet ontleden

source: Country code not provided in Phone2
es: Código de país no proporcionado en Phone2
fr: Code de pays non fourni dans le téléphone 2
nl: Landcode niet opgegeven in Phone2

source: Unable to parse phone2
es: No se puede analizar phone2
fr: Impossible d'analyser le téléphone2
nl: Kan telefoon2 niet ontleden

source: Headquarter account number missing
es: Falta el número de cuenta de la sede
fr: Numéro de compte du siège manquant
nl: Rekeningnummer hoofdkantoor ontbreekt

source: Headquarter account does not exist in database or file
es: La cuenta de la sede no existe en la base de datos ni en el archivo
fr: Le compte du siège n'existe pas dans la base de données ou le fichier
nl: Hoofdkantooraccount bestaat niet in database of bestand

source: User subscription missing, enter 0 if there are none
es: Falta la suscripción de usuario, ingrese 0 si no hay ninguna
fr: Abonnement utilisateur manquant, entrez 0 s'il n'y en a pas
nl: Gebruikersabonnement ontbreekt, vul 0 in als er geen zijn

source: Unable to parse subscription start date
es: No se puede analizar la fecha de inicio de la suscripción
fr: Impossible d'analyser la date de début de l'abonnement
nl: Kan startdatum abonnement niet ontleden

source: Subscription end date cannot be less than start date
es: La fecha de finalización de la suscripción no puede ser inferior a la fecha de inicio
fr: La date de fin de l'abonnement ne peut pas être antérieure à la date de début
nl: Einddatum abonnement mag niet lager zijn dan startdatum

source: Unable to parse subscription end date
es: No se puede analizar la fecha de finalización de la suscripción
fr: Impossible d'analyser la date de fin de l'abonnement
nl: Kan einddatum abonnement niet ontleden

source: Subscription start date is missing
es: Falta la fecha de inicio de la suscripción
fr: La date de début de l'abonnement est manquante
nl: Startdatum abonnement ontbreekt

source: Language missing
es: Falta el idioma
fr: Langue manquante
nl: Taal ontbreekt

source: Unable to parse language
es: No se puede analizar el idioma
fr: Impossible d'analyser la langue
nl: Kan taal niet ontleden

source: Error in row with account number
es: Error en la fila con el número de cuenta
fr: Erreur dans la ligne avec le numéro de compte
nl: Fout in rij met rekeningnummer

source: , unable to parse
es: , no se puede analizar
fr: , impossible d'analyser
nl: , niet in staat om te ontleden

source: , unable to parse key
es: , no se puede analizar la clave
fr: , impossible d'analyser la clé
nl: , kan sleutel niet ontleden

source: Account Admin of {0} does not exist
es: El administrador de la cuenta de {0} no existe
fr: L'administrateur du compte de {0} n'existe pas
nl: Accountbeheerder van {0} bestaat niet

source: User type is not contact
es: El tipo de usuario no es contacto
fr: Le type d'utilisateur n'est pas contact
nl: Gebruikerstype is geen contact

source: Contact association request to admin send successfully
es: Solicitud de asociación de contacto al administrador enviada correctamente
fr: Demande d'association de contact à l'administrateur envoyée avec succès
nl: Contact associatieverzoek aan beheerder verzenden succesvol

source: Contact association invite send successfully
es: Invitación a asociación de contacto enviada correctamente
fr: L'invitation à l'association de contact a été envoyée avec succès
nl: Contactassociatie-uitnodiging succesvol verzonden

source: Revoked
es: Revocado
nl: Ingetrokken

source: Pending
es: Pendiente
fr: En attente
nl: In afwachting

source: Announcement Upload
es: Subida de anuncio
nl: Aankondiging uploaden

source: Sent
es: Enviado
nl: Verstuurd

source: Announcement
es: Anuncio
nl: Aankondiging

source: Advertisement
es: Anuncio publicitario
nl: Advertentie

source: Announcement has been created
es: Se ha creado el anuncio
fr: L'annonce a été créée
nl: Aankondiging is gemaakt

source: Announcement deleted successfully
es: Anuncio eliminado correctamente
fr: Annonce supprimée avec succès
nl: Aankondiging succesvol verwijderd

source: Announcement updated successfully
es: Anuncio actualizado correctamente
fr: Annonce mise à jour avec succès
nl: Aankondiging succesvol bijgewerkt

source: Successfully removed %d rows
es: Se quitaron% d filas con éxito
fr: %d lignes supprimées avec succès
nl: %d rijen verwijderd

source: Action cancelled by user
es: Acción cancelada por el usuario
fr: Action annulée par l'utilisateur
nl: Actie geannuleerd door gebruiker

source: Purge all %s ... are you sure?
es: Purga todo% s ... ¿estás seguro?
fr: Purger tous les %s ... êtes-vous sûr ?
nl: Alle %s wissen ... weet je het zeker?

source: Audit Log
es: Registro de auditoría
fr: Journal d'audit
nl: Controlelogboek

source: Create
es: Crear
fr: Créer
nl: Creëren

source: Update
es: Actualizar
fr: Mettre à jour

source: Delete
es: Borrar
fr: Effacer
nl: Verwijderen

source: Many-to-Many Change
es: Cambio de muchos a muchos
fr: Changement de plusieurs à plusieurs
nl: Veel-op-veel verandering

source: Reverse Many-to-Many Change
es: Cambio inverso de varios a varios
fr: Inverser le changement plusieurs-à-plusieurs

source: Event type
es: Tipo de evento
fr: Type d'événement
nl: Evenementtype

source: Object ID
es: ID de objeto
fr: Identifiant de l'objet

source: Content type
es: Tipo de contenido
fr: Type de contenu
nl: Inhoudstype

source: Object representation
es: Representación de objetos
fr: Représentation d'objet
nl: Object representatie

source: Object JSON representation
es: Representación JSON de objeto
fr: Représentation d'objet JSON
nl: Object JSON-weergave

source: Changed fields
es: Campos modificados
fr: Champs modifiés
nl: Gewijzigde velden

source: User
es: Usuario
fr: Utilisateur
nl: Gebruiker

source: String version of the user pk
es: Versión de cadena del usuario pk
fr: Version de chaîne de l'utilisateur pk
nl: String-versie van de gebruiker pk

source: User PK as string
es: PK de usuario como cadena
fr: User PK en tant que chaîne
nl: Gebruiker PK als string

source: Date time
es: Fecha y hora
fr: Date heure
nl: Datum Tijd

source: CRUD event
es: Evento CRUD
fr: Événement CRUD
nl: CRUD evenement

source: CRUD events
es: Eventos CRUD
fr: Événements CRUD
nl: CRUD-evenementen

source: User_sub
es: Sub_usuario
nl: Gebruiker_sub

source: app
es: aplicación

source: String version of the object id of Foreign Key
es: Versión de cadena del ID de objeto de la clave externa
nl: Stringversie van het object-ID van Foreign Key

source: Object id of Foreign Key as string
es: ID de objeto de clave externa como cadena
nl: Object-ID van Foreign Key als string

source: Message against an action performed
es: Mensaje contra una acción realizada
nl: Bericht tegen een uitgevoerde actie

source: Action Message
es: Mensaje de acción
nl: Actiebericht

source: change log
es: cambio de registro
nl: log wijzigen

source: change logs
es: cambiar registros
nl: log wijzigen

source: Can view their own change logs
es: Pueden ver sus propios registros de cambios
nl: Kunnen hun eigen wijzigingslogboeken bekijken

source: Login
es: Acceso
fr: Connexion

source: Logout
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen

source: Failed login
es: Inicio de sesión fallido
fr: Echec de la connexion
nl: Mislukt inloggen

source: OTP Generated
es: Generado por OTP
fr: OTP généré
nl: OTP gegenereerd

source: OTP Resent
es: OTP resentido
fr: Resent OTP
nl: OTP opnieuw verzenden

source: OTP Resend Failure
es: Error de reenvío de OTP
fr: Échec de renvoi OTP
nl: OTP opnieuw verzenden mislukt

source: User Activated
es: Usuario activado
fr: Activé par l'utilisateur
nl: Gebruiker geactiveerd

source: User Deactivated
es: Usuario desactivado
fr: Utilisateur désactivé
nl: Gebruiker gedeactiveerd

source: User Resend Activation
es: Usuario reenviar activación
fr: Activation de renvoi par l'utilisateur
nl: Activering door gebruiker opnieuw verzenden

source: User Set Password
es: Usuario establecido contraseña
fr: Mot de passe défini par l'utilisateur
nl: Gebruikerswachtwoord

source: User Reset Password
es: Usuario restablecer contraseña
fr: Mot de passe de réinitialisation de l'utilisateur
nl: Gebruiker reset wachtwoord

source: User Reset Password Confirm
es: Confirmación de contraseña de restablecimiento de usuario
fr: Confirmer le mot de passe de réinitialisation de l'utilisateur
nl: Gebruiker reset wachtwoord bevestigen

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: Remote IP
es: IP remota
fr: IP distante
nl: Extern IP-adres

source: login event
es: evento de inicio de sesión
fr: événement de connexion
nl: inloggebeurtenis

source: login events
es: eventos de inicio de sesión
fr: événements de connexion
nl: inloggebeurtenissen

source: Can view their own authentication logs
es: Pueden ver sus propios registros de autenticación
fr: Peut afficher leurs propres journaux d'authentification
nl: Kan hun eigen authenticatielogboeken bekijken

source: Method
es: Método
fr: Méthode
nl: Methode

source: Query string
es: Cadena de consulta
fr: Chaîne de requête
nl: Query-tekenreeks

source: request event
es: solicitar evento
fr: demander un événement
nl: verzoek evenement

source: request events
es: solicitar eventos
fr: demander des événements
nl: verzoek evenementen

source: Cases
es: Casos
fr: Cas
nl: Gevallen

source: Open
es: Abierto
fr: Ouvert

source: Closed
es: Cerrado
fr: Fermé
nl: Gesloten

source: Created
es: Creado
fr: Créé
nl: Gemaakt

source: Archived
es: Archivado
fr: Archivé
nl: Gearchiveerd

source: Not Received
es: No recibido
fr: Non reçu
nl: Niet ontvangen

source: Received
es: Recibió
fr: A reçu
nl: Ontvangen

source: Not Archived
es: No archivado
fr: Non archivé
nl: Niet gearchiveerd

source: Opened
es: Abrió
fr: Ouvert
nl: Geopend

source: Not Locked
es: No está bloqueado
nl: Niet op slot

source: Locked
es: Bloqueado
fr: Fermé à clé
nl: Op slot

source: Prescription Upload
es: Carga de recetas
nl: Voorschrift uploaden

source: Unapproved
es: No aprobado
fr: Désapprouvé
nl: Niet goedgekeurd

source: Approved
es: Aprobado
fr: Approuvé
nl: Goedgekeurd

source: Feeding
es: Alimentación
fr: Alimentation
nl: Voeden

source: Alarm
es: Alarma
fr: Alarme

source: Medication
es: Medicamento
fr: Des médicaments
nl: Medicatie

source: Others
es: Otros
fr: Autres
nl: Anderen

source: Parent Note File Upload
es: Carga de archivo de nota principal
nl: Bestand uploaden voor oudernotitie

source: Mr.
es: Señor.
fr: Monsieur.
nl: Dhr.

source: Mrs.
es: Señora.
fr: Mme.
nl: Mvr.

source: Ms.
es: Milisegundo.
fr: Mme.
nl: Mevrouw.

source: Mother
es: Madre
fr: Mère
nl: Moeder

source: Father
es: Padre
fr: Père
nl: Vader

source: Guardian
es: Guardián
fr: Gardien
nl: Voogd

source: Email
es: Correo electrónico

source: Phone
es: Teléfono
fr: Téléphone
nl: Telefoon

source: email address
es: dirección de correo electrónico
fr: adresse e-mail
nl: e-mailadres

source: Required. 150 characters or fewer.
es: Obligatorio. 150 caracteres o menos
fr: Obligatoire. 150 caractères ou moins.
nl: Vereist. 150 tekens of minder.

source: Parent of Case Number:
es: Padre del número de caso:
nl: Ouder van zaaknummer:

source: Male
es: Masculino
fr: Mâle
nl: Mannelijk

source: Female
es: Mujer
fr: Femelle
nl: Vrouwelijk

source: Undeclared
es: No declarado
fr: Non déclaré
nl: Niet aangegeven

source: Yes
es: Sí
nl: Ja

source: Device status should be Available
es: El estado del dispositivo debe ser Disponible
fr: L'état de l'appareil doit être Disponible
nl: Apparaatstatus moet beschikbaar zijn

source: This device don't belong to this case
es: Este dispositivo no pertenece a este caso
fr: Cet appareil n'appartient pas à ce cas
nl: Dit apparaat hoort niet bij deze koffer

source: Device changed successfully
es: Dispositivo cambiado correctamente
fr: Périphérique modifié avec succès
nl: Apparaat is gewijzigd

source: Cases are archived successfully
es: Los casos se han archivado correctamente
fr: Les cas sont archivés avec succès
nl: Zaken zijn succesvol gearchiveerd

source: Cases are unarchived successfully
es: Los casos se han desarchivado correctamente
fr: Les cas sont désarchivés avec succès
nl: Cases zijn met succes uit het archief gehaald

source: prescription deleted successfully
es: prescripción eliminada correctamente
fr: ordonnance supprimée avec succès
nl: recept succesvol verwijderd

source: prescription upload updated
es: carga de prescripción actualizada
fr: téléchargement d'ordonnance mis à jour
nl: upload van recept bijgewerkt

source: Parent note deleted successfully
es: Nota principal eliminada correctamente
fr: Note parentale supprimée avec succès
nl: Oudernotitie succesvol verwijderd

source: parent note upload updated
es: subida de la nota principal actualizada
fr: téléchargement de la note parentale mis à jour
nl: upload van bovenliggende notitie bijgewerkt

source: Notification Matrix Updated
es: Matriz de notificaciones actualizada
fr: Matrice de notification mise à jour
nl: Meldingsmatrix bijgewerkt

source: account is required
es: se requiere cuenta
fr: un compte est requis
nl: account is vereist

source: User's and case account must be same
es: La cuenta del usuario y del caso debe ser la misma
fr: Le compte de l'utilisateur et le compte du dossier doivent être identiques
nl: Gebruiker en case-account moeten hetzelfde zijn

source: Case Roles Updated
es: Funciones de casos actualizadas
fr: Rôles de cas mis à jour
nl: Caserollen geüpdatet

source: Memory Almost Full
es: Memoria casi llena
fr: Mémoire presque pleine
nl: Geheugen bijna vol

source: Memory Full
es: Memoria llena
fr: Mémoire pleine
nl: Geheugen vol

source: Battery Low Warning
es: Advertencia de batería baja
fr: Avertissement de batterie faible
nl: Batterij bijna leeg waarschuwing

source: Battery Very Low Warning
es: Advertencia de batería muy baja
fr: Avertissement de batterie très faible
nl: Batterij zeer laag waarschuwing

source: Resp/ECG Loose Lead
es: Electrodo suelto de Resp / ECG
fr: Sonde libre Resp/ECG
nl: Resp/ECG losse kabel

source: Oximeter Loose Lead
es: Plomo suelto del oxímetro
fr: Oxymètre lâche plomb
nl: Oximeter los lood

source: External Alarm #2
es: Alarma externa nº 2
fr: Alarme externe #2
nl: Extern alarm #2

source: SmartMonitor ON
es: SmartMonitor activado
fr: Moniteur intelligent activé
nl: SmartMonitor AAN

source: Menu Mode Active
es: Modo de menú activo
fr: Mode Menu Actif
nl: Menumodus actief

source: Host System Parm Modified
es: Parm del sistema host modificado
fr: Parm du système hôte modifié
nl: Hostsysteem Parm gewijzigd

source: Oximeter ON
es: Oxímetro ENCENDIDO
fr: Oxymètre ON
nl: Oximeter AAN

source: Time/Date Modified
es: Hora / fecha modificada
fr: Heure/Date de modification
nl: Tijd/datum gewijzigd

source: Request Event Table
es: Solicitar tabla de eventos
fr: Demander un tableau d'événements
nl: Gebeurtenistabel aanvragen

source: Clear Event Table
es: Borrar tabla de eventos
fr: Effacer le tableau des événements
nl: Gebeurtenistabel wissen

source: SmartMonitor OFF
es: SmartMonitor desactivado
fr: SmartMonitor éteint
nl: SmartMonitor UIT

source: New Battery
es: Batería nueva
fr: Nouvelle batterie
nl: Nieuwe batterij

source: Communications Mode
es: Modo de comunicaciones
fr: Mode de communication
nl: Communicatiemodus

source: Successful download
es: Descarga exitosa
fr: Téléchargement réussi
nl: Geslaagd downloaden

source: Patient Position Sensor Loose Lead
es: Cable suelto del sensor de posición del paciente
fr: Câble lâche du capteur de position du patient
nl: Patiëntpositiesensor losse kabel

source: Real Time Clock Battery Fail
es: Fallo de la batería del reloj en tiempo real
fr: Défaillance de la batterie de l'horloge en temps réel
nl: Realtime klok batterij defect

source: Patient Position Space Cleared
es: Espacio de posición del paciente despejado
fr: Espace de position du patient libéré
nl: Patiëntpositieruimte vrijgemaakt

source: Memory Cleared
es: Memoria despejada
fr: Mémoire effacée
nl: Geheugen gewist

source: Assigned
es: Asignado
fr: Attribué
nl: Toegewezen

source: Available
es: Disponible
fr: Disponible
nl: Beschikbaar

source: Lost or Broken
es: Perdido o roto
fr: Perdu ou cassé
nl: Verloren of gebroken

source: In Checkout
es: Al finalizar la compra
fr: En caisse
nl: In de kassa

source: Can view list of account devices
es: Puede ver la lista de dispositivos de la cuenta
fr: Peut afficher la liste des appareils du compte
nl: Kan lijst met accountapparaten bekijken

source: Can view detail of account devices
es: Puede ver detalles de los dispositivos de la cuenta
fr: Peut voir les détails des appareils du compte
nl: Kan details van accountapparaten bekijken

source: Can edit account devices
es: Puede editar los dispositivos de la cuenta
fr: Peut modifier les appareils du compte
nl: Kan accountapparaten bewerken

source: Can view settings of account devices
es: Puede ver la configuración de los dispositivos de la cuenta
fr: Peut afficher les paramètres des appareils du compte
nl: Kan instellingen van accountapparaten bekijken

source: Can edit settings of account devices
es: Puede editar la configuración de los dispositivos de la cuenta
fr: Peut modifier les paramètres des appareils du compte
nl: Kan instellingen van accountapparaten bewerken

source: Can view setting history of account devices
es: Puede ver el historial de configuración de los dispositivos de la cuenta
fr: Peut afficher l'historique des paramètres des appareils du compte
nl: Kan de instellingengeschiedenis van accountapparaten bekijken

source: Can view equipment record of account devices
es: Puede ver el registro del equipo de los dispositivos de la cuenta
fr: Peut voir l'enregistrement de l'équipement des appareils du compte
nl: Kan apparatuurrecord van accountapparaten bekijken

source: Can edit equipment record of account devices
es: Puede editar el registro del equipo de los dispositivos de la cuenta
fr: Peut modifier l'enregistrement de l'équipement des appareils du compte
nl: Kan apparatuurrecord van accountapparaten bewerken
